export const testNote = `

# 记录游记测试

**重点表达的内容** *斜体* ~~删除线~~



> 引用内容

[超链接](amap.com)

- 有序列表

1. 🔢

- [ ] 待办事项

-----------



`;

export const su1Note = `
  # 苏州博物馆之行游记
`;

export const su2Note = `
  # 拙政园之行游记
`;

export const day1Plan = `

# 策划杭州之行 day1

![image1](https://gitee.com/su-fangzhou/daily-notes-img/raw/master/20230503212715.png)

首先，从地铁站（古荡站）下车，第一站前往浙江大学，随后前往杭州植物园、杭州西湖景区，最后一站前往银泰in77吃饭。

## 1️⃣ 浙江大学

探索浙江大学的校园。对学校的校园进行参观,感受优质的教学环境。

## 2️⃣ 杭州植物园

杭州植物园距离西湖景区和浙江大学都很近,可步行前往,车辆也可停在西湖景区内或校门侧。非常便利。植物园内拥有3000多种植物,160余种名木古树,30多组鲜艳的植物园道,植物博物馆藏品丰富等。

## 3️⃣ 西湖景区

岳王庙:位于西湖东侧,传说西湖龙王在这里,所以祀奉西湖龙王为主神的庙宇。堪称西湖第一祠,与西湖风景融为一体。

交通:近西湖景区,步行15分钟左右可达,停车也比较方便。

时间:全天开放,最佳季节春夏秋冬四季皆宜。春季花会,夏季夏日夜游,秋季红叶,冬季烟雪皆有独到风情。

建议:可在庙内参观碑联,盖棚、牌坊等;庙后也有岳王展馆,展示相关文物;周边有西溪步行街可逛。冬季可在庙前的西溪河上人行冰窟走冰上,体验独特的景色。

断桥残雪: 这是西湖最著名的景观之一,以其桥在湖面上的古树柱桥而闻名。每年冬天,湖面会冰封,只有这座桥还露出水面,像是“残雪”一般,所以得名。

交通: 位于西湖景区内,步行可达,停车也比较方便。

时间: 全年开放,最佳季节为冬季与春初。冬天可以欣赏到其“残雪”景色,春天见桥下绿树成荫。

其他建议: 可在桥头凉台畅赏湖光山色,或在滨湖大道上漫步,更佳的照片机位就在这里。夏季也有绮丽的夏景与夜景。



![image2](https://n.sinaimg.cn/sinacn/w1280h853/20180126/4768-fyqzcxf9810197.jpg)
`;
